[
  {
    "title": "Corvin Castle",
    "image": "static/images_page2/1.jpg",
    "content": "Some castles perch on mountains, others skulk in mist-shrouded hills, but Hunedoara’s juts out from an industrial jungle. Despite being surrounded by steel mills, Corvin Castle is Transylvania's most spellbinding fortress. You’ll be thunderstruck the moment you walk over the drawbridge, with pointed turrets rising above, into the stone courtyard. Visitors aren’t shackled to guided tours, so you can stroll freely and let your imagination run wild. Alternatively, download the app for a self-guided walk (8 lei; buy the code with your ticket)."
  },
  {
    "title": "Alba Carolina Citadel",
    "image": "static/images_page2/2.jpg",
    "content": "Alba Carolina Citadel is the crowning attraction of Alba Iulia. Within this star-shaped citadel are museums, churches and the Unification Hall that sealed the union of Transylvania with Romania in 1918. Originally constructed in the 13th century, the present fortification dates mostly to the 18th century. If you're short on time, focus on the dazzling Coronation Cathedral and National Union Museum. Ideally, spend a full day strolling museums, posing at grand gateways, and idling in cafes. The citadel is free, but the museums carry entry charges."
  },
  {
    "title": "Făgăraş Citadel",
    "image": "static/images_page2/3.jpg",
    "content": "Encircled by a moat fringed with willow trees, Făgăraş Citadel is an impressively intact fortification from medieval Transylvania. The oldest part of this mighty fortress is the 14th-century Red Tower (actually a warm beige), with impenetrable 3m-thick walls. Included in the ticket price is entry to the Valer Literat Museum, whose visual highlights include delicately painted Saxon furnishings and a room exhibiting splendid glassware from Porumbacu de Sus village.\n\n"
  },
  {
    "title": "Zosim Oancea Glass Icons Museum",
    "image": "static/images_page2/4.jpg",
    "content": "This museum of painted icons, named after the priest who collected them, is a true hidden gem. Unlike the sombre wooden icons you’ll see elsewhere in Romania, these religious images were painted using a 300-year-old method: on the back of glass, with gold leaf decoration stuck down using egg white and garlic. Proud St Georges, tearful Virgin Marys and allegorical Bible scenes are among the 700 icons displayed across two floors, most of them in a luminous naive style."
  },
  {
    "title": "Sarmizegetusa Regia",
    "image": "static/images_page2/5.jpg",
    "content": "The Sarmizegetusa Regia archaeological site is Romania’s Stonehenge. Only stones remain, enclosed by pretty woodlands, but they reveal compelling clues about the region’s pre-Roman Dacian civilisation. The site grew into a commercial centre around 1st century BC, thanks to rich iron ore, and the outlines of houses, granaries and workshops can be seen here. Most intriguing are the remains of limestone temples, oriented according to the solstice. Its destruction by the Romans in AD 106 was a symbolic end to Dacian spirituality."
  }
]