[
    {
      "title": "Heraldic",
      "image": "static/image_page1/1_1.jpg",
      "content": "The first heraldic representations of Transylvania date from the 16th century. The Diet of 1659 codified the representation of the privileged nations (Unio Trium Nationum (Union of the Three Nations)) in Transylvania's coat of arms.\n It depicted a black eagle (Turul) on a blue background, representing the Hungarians, the Sun and the Moon representing the Székelys, and seven red towers on a yellow background representing the seven fortified cities of the Transylvanian Saxons. The flag and coat of arms of Transylvania were granted by Queen Maria Theresa in 1765, when she established a Grand Principality within the Habsburg monarchy."
    },
    {
      "title": "Vlad the Impaler",
      "image": "static/image_page1/1_2.jpg",
      "content": "Vlad III, commonly known as Vlad the Impaler (Romanian: Vlad Țepeș [ˈvlad ˈtsepeʃ]) or Vlad Dracula (Romanian: Vlad Drăculea [ˈdrəkule̯a]; 1428/31 – 1476/77)\n was Voivode of Wallachia three times between 1448 and his death in 1476/77. He is often considered one of the most important rulers in Wallachian history and a national hero of Romania.\nStories about Vlad's brutal acts began circulating during his lifetime. After his arrest, courtiers of Matthias Corvinus promoted their spread. The papal legate, Niccolo Modrussiense, had already written about such stories to Pope Pius II in 1462. Two years later, the Pope included them in his Commentaries.\nVlad had a big copper cauldron built and put a lid made of wood with holes in it on top. He put the people in the cauldron and put their heads in the holes and fastened them there; then he filled it with water and set a fire under it and let the people cry their eyes out until they were boiled to death. And then he invented frightening, terrible, unheard of tortures. He ordered that women be impaled together with their suckling babies on the same stake. The babies fought for their lives at their mother's breasts until they died. Then he had the women's breasts cut off and put the babies inside headfirst; thus he had them impaled together."
    },
    {
      "title": "Bran Castle",
      "image": "static/image_page1/1_3.jpg",
      "content": "Though many myths have been connected to him in connection with the Dracula myth, most historians agree that Vlad III Dracula, also known as Vlad the Impaler, never set foot in Castle Bran, which was neither a friendly place for him to visit nor under his rule. It was once believed that he was imprisoned there after he was captured by the Hungarians in 1462, but historians now conclude that he was imprisoned in a fortress in Budapest."
    },
    {
      "title": "Hoia Forest",
      "image": "static/image_page1/1_4.jpg",
      "content": "According to legend, the Hoia Forest is a hotspot of paranormal phenomena. Many ghost stories and urban legends contribute to its popularity as a tourist attraction. Skeptics say these are just stories for entertainment and lack any testable evidence.\nThe Hoia Forest has been featured in paranormal documentary TV shows, from Ghost Adventures to Destination Truth, the Swedish series Spökjakt, and it was the focus of episode 45 of the popular \"How Haunted?\" podcast. It was recently featured on Expedition X with Josh Gates. Also, season 5, episode 22 of the TV show Paranormal Caught on Camera featured footage taken inside the forest."
    },
    {
      "title": "Eric Brooks",
      "image": "static/image_page1/1_5.jpg",
      "content": "We can't ignore Eric as popular relative of Vlad, who brought a lot to vampires' race, therefore he is valuable for Transylvania. Born Eric Brooks, he became a dhampir after the vampire Deacon Frost feasted on his mother while he was still in the womb. As a result, Blade can walk into the daylight without being burning to death. He was eventually trained to fight the undead."
    }
]